tap "harelba/q"
tap "homebrew/bundle"
tap "linyows/git-semv"
tap "pyama86/kagiana"
brew "xz"
brew "cairo"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "consul"
brew "consul-template"
brew "exiftool"
brew "geckodriver"
brew "gh"
brew "git"
brew "goreleaser"
brew "libgphoto2"
brew "gphoto2"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "kustomize"
brew "libyaml"
brew "make"
brew "mosh"
brew "mysql-client"
brew "neovim"
brew "telnet"
brew "tmux"
brew "vault"
brew "watch"
brew "wget"
brew "linyows/git-semv/git-semv"
brew "pyama86/kagiana/kagiana"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "caffeine"
cask "chromium"
cask "discord"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jasper"
cask "kitty"
cask "obsidian"
cask "rancher"
cask "rectangle"
cask "scroll-reverser"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "todoist"
cask "utm"
cask "visual-studio-code"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "vscodevim.vim"
